Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Re-anchors every baseline that feeds Charge to your recent nights. No stored day is deleted.
de: Verankert jede Basislinie, die in die Ladung einfließt, neu an deinen letzten Nächten. Kein gespeicherter Tag wird gelöscht.
es: Vuelve a anclar todas las líneas base que alimentan la Carga a tus noches recientes. No se elimina ningún día almacenado.
fr: Réancre chaque ligne de base qui alimente la Charge sur vos nuits récentes. Aucun jour enregistré n'est supprimé.
it: Riancora alle tue notti recenti ogni linea di base che alimenta la carica. Nessun giorno memorizzato viene eliminato.
pl: Ponownie zakotwicza każdą linię bazową, która dostarcza Energia do twoich ostatnich nocy. Żaden zapisany dzień nie zostanie usunięty.
pt_pt: Reancora cada linha de base que alimenta Carga nas tuas noites recentes. Nenhum dia armazenado é eliminado.
ru: Пересчитывает все нормы, влияющие на Заряд, по последним ночам. Ни один сохранённый день не удаляется.
th: ยึดทุกบรรทัดพื้นฐานที่ป้อนพลังฟื้นตัวให้กับคืนล่าสุดของคุณอีกครั้ง ไม่มีวันที่จัดเก็บถูกลบ
zh_hans: 将所有为能量提供数据的基线重新锚定到你近期的夜晚。不会删除任何已存储的日期。
zh_hant: 將所有為能量提供資料的基線重新錨定到你近期的夜晚。不會刪除任何已儲存的日期。

source: Re-label as
de: Neu einordnen als
es: Reetiquetar como
fr: Renommer comme
it: Rietichetta come
pl: Oznacz ponownie jako
pt_pt: Rotular novamente como
ru: Переименовать в
th: ติดป้ายกำกับใหม่เป็น
zh_hans: 重新标注为
zh_hant: 重新標註為

source: Re-nudge every
de: Erneut anstoßen alle
es: Repetir aviso cada
fr: Relancer le rappel toutes les
it: Ripeti il promemoria ogni
pl: Ponownie szturchnij każdy
pt_pt: Re-empurre cada
ru: Повторное напоминание каждые
th: เขยิบใหม่ทุกๆ
zh_hans: 重复提醒间隔
zh_hant: 重新提醒間隔

source: Re-scan
de: Erneut suchen
es: Volver a escanear
fr: Nouveau scan
it: Scansiona di nuovo
pl: Zeskanuj ponownie
pt_pt: Digitalizar novamente
ru: Сканировать заново
th: สแกนซ้ำ
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Re-share your live strap heart rate over Bluetooth as a standard heart-rate sensor, so a gym treadmill, bike, Zwift, Peloton or any fitness app nearby can read it. Local Bluetooth only. Nothing leaves %@. Off by default.
de: Teile die Live-Herzfrequenz deines Straps über Bluetooth als Standard-Herzfrequenzsensor weiter, damit ein Laufband, Rad, Zwift, Peloton oder jede Fitness-App in der Nähe sie lesen kann. Nur lokales Bluetooth. Nichts verlässt %@. Standardmäßig aus.
es: Retransmite la frecuencia cardíaca en vivo de tu pulsera por Bluetooth como un sensor de frecuencia cardíaca estándar, para que una cinta de gimnasio, una bici, Zwift, Peloton o cualquier app de fitness cercana pueda leerla. Solo Bluetooth local. Nada sale de %@. Desactivado por defecto.
fr: Repartagez la fréquence cardiaque en direct de votre bracelet via Bluetooth comme un capteur de fréquence cardiaque standard, afin qu'un tapis de course, un vélo, Zwift, Peloton ou toute app fitness à proximité puisse la lire. Bluetooth local uniquement. Rien ne quitte %@. Désactivé par défaut.
it: Ricondividi la frequenza cardiaca in diretta della tua fascia via Bluetooth come sensore cardio standard, così un tapis roulant in palestra, una bici, Zwift, Peloton o qualsiasi app fitness nelle vicinanze può leggerla. Solo Bluetooth locale. Nulla esce da %@. Disattivato di default.
pl: Udostępnij ponownie swoje tętno na żywo za pomocą Bluetooth jako standardowego czujnika tętna, aby bieżnia na siłowni, rower, Zwift, Peloton lub dowolna pobliska aplikacja fitness mogła je odczytać. Tylko lokalny Bluetooth. Nic nie pozostawia %@. Domyślnie wyłączone.
pt_pt: Partilhe novamente a tua frequência cardíaca em direto via Bluetooth como um sensor de frequência cardíaca padrão, para que uma passadeira de ginásio, bicicleta, Zwift, Peloton ou qualquer aplicação de fitness nas proximidades possa lê-la. Apenas Bluetooth local. Nada sai de %@. Desativado por defeito.
ru: Транслирует пульс с браслета в реальном времени по Bluetooth как стандартный датчик пульса, чтобы его могли считывать беговая дорожка, велотренажёр, Zwift, Peloton или любое приложение поблизости. Только локальный Bluetooth. Данные не покидают %@. По умолчанию отключено.
th: แชร์อัตราการเต้นหัวใจแบบสายรัดแบบเรียลไทม์ของคุณผ่าน Bluetooth อีกครั้งเป็นเซ็นเซอร์วัดอัตราการเต้นหัวใจมาตรฐาน เพื่อให้ลู่วิ่งในยิม จักรยาน Zwift Peloton หรือแอปฟิตเนสใกล้เคียงสามารถอ่านได้ บลูทูธท้องถิ่นเท่านั้น ไม่มีข้อมูลใดออกจาก %@ ปิดโดยค่าเริ่มต้น
zh_hans: 通过 Bluetooth 将手环的实时心率作为标准心率传感器重新分享，让附近的健身房跑步机、单车、Zwift、Peloton 或任何健身应用都能读取。仅限本地 Bluetooth，没有任何内容离开 %@。默认关闭。
zh_hant: 透過 Bluetooth 將你手環的即時心率以標準心率感測器的形式再分享出去，讓健身房的跑步機、單車、Zwift、Peloton 或附近的任何健身應用程式都能讀取。僅限本機 Bluetooth，不會有任何資料離開 %@。預設關閉。

source: Reached %@ %@
de: %@ %@ erreicht
es: %@ %@ alcanzado
fr: %@ %@ atteint
it: %@ %@ raggiunto
pl: Osiągnięto %@ %@
pt_pt: %@ %@ alcançado
ru: Достигнуто %@ %@
th: ถึง %@ %@ แล้ว
zh_hans: 已达到 %@ %@
zh_hant: 已達到 %@ %@

source: Reached on %@. Waypoints you've already passed stay as they are — they're a record, not a plan.
de: Erreicht am %@. Bereits passierte Wegpunkte bleiben, wie sie sind — sie sind eine Aufzeichnung, kein Plan.
es: Alcanzado el %@. Los puntos que ya has pasado se quedan como están: son un registro, no un plan.
fr: Atteint le %@. Les jalons déjà franchis restent tels quels — ce sont des faits, pas un plan.
it: Raggiunta il %@. Le tappe già superate restano come sono — sono un registro, non un piano.
pl: Osiągnięto %@. Minięte punkty trasy pozostają bez zmian — są zapisem, a nie planem.
pt_pt: Alcançado a %@. Os pontos por que já passaste ficam como estão — são um registo, não um plano.
ru: Достигнуто %@. Уже пройденные точки остаются как есть — это запись, а не план.
th: ไปถึง %@. เวย์พอยท์ที่คุณผ่านไปแล้วจะยังคงเหมือนเดิม มันคือบันทึก ไม่ใช่แผน
zh_hans: 于 %@ 达成。已经越过的航点保持原样 — 它们是记录，不是计划。
zh_hant: 於 %@ 達成。已經越過的航點保持原樣 — 它們是紀錄，不是計劃。

source: React when the strap comes off or goes on. Note: macOS reserves true auto-UNLOCK for Apple Watch, so this can lock, not unlock.
de: Reagiere, wenn der Strap ab- oder angelegt wird. Hinweis: macOS reserviert echtes Auto-ENTSPERREN für die Apple Watch, das hier kann also sperren, nicht entsperren.
es: Reacciona cuando la pulsera se quita o se pone. Nota: macOS reserva el auto-DESBLOQUEO real para el Apple Watch, así que esto puede bloquear, no desbloquear.
fr: Réagissez quand le bracelet est retiré ou remis. Remarque : macOS réserve le véritable DÉVERROUILLAGE automatique à l'Apple Watch, donc ceci peut verrouiller, pas déverrouiller.
it: Reagisci quando la fascia viene tolta o indossata. Nota: macOS riserva il vero SBLOCCO automatico ad Apple Watch, quindi questo può bloccare, non sbloccare.
pl: Reaguj, gdy pasek się odpina lub zakłada. Uwaga: macOS rezerwuje prawdziwe automatyczne ODBLOKOWANIE dla Apple Watch, więc może to zablokować, a nie odblokować.
pt_pt: Reaja quando a bracelete for retirada ou colocada. Nota: o macOS reserva o verdadeiro DESBLOQUEIO automático para o Apple Watch, pelo que pode bloquear, não desbloquear.
ru: Реагирует, когда браслет снимают или надевают. Обратите внимание: macOS оставляет настоящую автоматическую разблокировку только для Apple Watch, поэтому здесь возможна лишь блокировка, но не разблокировка.
th: ตอบสนองเมื่อสายรัดหลุดหรือหลุดออก หมายเหตุ: macOS ขอสงวนการปลดล็อคอัตโนมัติอย่างแท้จริงสำหรับ Apple Watch เพื่อให้สามารถล็อคได้ ไม่ใช่ปลดล็อค
zh_hans: 在手环取下或戴上时作出响应。注意：macOS 将真正的自动解锁保留给 Apple Watch，因此这里只能锁定，不能解锁。
zh_hant: 在手環取下或戴上時作出反應。注意：macOS 將真正的自動「解鎖」保留給 Apple Watch，因此這裡只能鎖定，無法解鎖。

source: React when the strap comes off or goes on. Run a Shortcut to set a Focus, pause media, mark yourself away.
de: Reagiere, wenn der Strap ab- oder angelegt wird. Führe einen Kurzbefehl aus, um einen Fokus zu setzen, Medien zu pausieren oder dich abwesend zu melden.
es: Reacciona cuando la pulsera se quita o se pone. Ejecuta un Atajo para activar un modo de concentración, pausar la reproducción o marcarte como ausente.
fr: Réagissez quand le bracelet est retiré ou remis. Exécutez un raccourci pour activer un mode Focus, mettre en pause les médias, vous marquer absent.
it: Reagisci quando la fascia viene tolta o indossata. Esegui un comando rapido per impostare una Full immersion, mettere in pausa i contenuti, segnarti assente.
pl: Reaguj, gdy pasek się odpina lub zakłada. Uruchom skrót, aby ustawić fokus, wstrzymaj multimedia, zaznacz się.
pt_pt: Reaja quando a bracelete for retirada ou colocada. Execute um atalho para definir um foco, pausar os suportes e marcar-se.
ru: Реагирует, когда браслет снимают или надевают. Запускает быструю команду для включения Фокусирования, паузы медиа или отметки «отошёл».
th: ตอบสนองเมื่อสายรัดหลุดหรือหลุดออก เรียกใช้ทางลัดเพื่อตั้งค่าโฟกัส หยุดสื่อชั่วคราว ทำเครื่องหมายตัวคุณเอง
zh_hans: 在手环取下或戴上时作出响应。运行快捷指令来设置专注模式、暂停媒体、将自己标记为离开。
zh_hant: 在手環取下或戴上時作出反應。執行捷徑以設定專注模式、暫停媒體、將自己標記為離開。

source: Read from your daily step total — strap or Health, whichever your source preference resolves to. An estimate, not an exact count.
de: Aus deiner Tagessumme an Schritten gelesen — Strap oder Health, je nach deiner Quellen-Einstellung. Eine Schätzung, keine exakte Zählung.
es: Se lee del total diario de pasos: la pulsera o Salud, según tu preferencia de fuente. Es una estimación, no un recuento exacto.
fr: Lu depuis votre total de pas quotidien — bracelet ou Santé, selon votre préférence de source. Une estimation, pas un décompte exact.
it: Letto dal totale giornaliero dei passi — fascia o Salute, secondo la tua preferenza di sorgente. Una stima, non un conteggio esatto.
pl: Odczytane z Twojej dziennej sumy kroków — z opaski lub ze Zdrowia, zależnie od preferencji źródła. To szacunek, a nie dokładny licznik.
pt_pt: Lido do teu total diário de passos — pulseira ou Saúde, conforme a tua preferência de fonte. Uma estimativa, não uma contagem exata.
ru: Берётся из дневной суммы шагов — с ремешка или из Health, в зависимости от выбранного источника. Это оценка, а не точный подсчёт.
th: อ่านจากจำนวนก้าวในแต่ละวันของคุณ — สายรัดหรือสุขภาพ ไม่ว่าคุณจะเลือกแหล่งใด การประมาณการ ไม่ใช่การนับที่แน่นอน
zh_hans: 读取自你的每日步数总计 — 手环或健康，取决于你的数据来源设置。这是估算值，并非精确计数。
zh_hant: 讀取自你的每日步數總計 — 手環或健康，取決於你的資料來源設定。這是估算值，並非精確計數。

source: Read the full Lab Book note
de: Den vollständigen Laborbuch-Hinweis lesen
es: Leer la nota completa del Lab Book
fr: Lire la note complète du Lab Book
it: Leggi la nota completa del Quaderno di laboratorio
pl: Przeczytaj pełną notatkę z Księgi laboratoryjnej
pt_pt: Leia a nota completa do Lab Book
ru: Читать запись в Lab Book целиком
th: อ่านบันทึก Lab Book ฉบับเต็ม
zh_hans: 阅读完整的实验手记说明
zh_hant: 閱讀完整的實驗手記說明

source: Read the full note
de: Den vollständigen Hinweis lesen
es: Leer la nota completa
fr: Lire la note complète
it: Leggi la nota completa
pl: Przeczytaj całą notatkę
pt_pt: Leia a nota completa
ru: Читать запись целиком
th: อ่านบันทึกฉบับเต็ม
zh_hans: 阅读完整说明
zh_hant: 閱讀完整說明

source: Read your heart rate, HRV, blood oxygen, respiratory rate, sleep, steps and energy straight from Apple Health, and write NOOP's strap data back: sleep with full stages, continuous heart rate, workouts, and nightly vitals. Everything stays on %@.
de: Lesen Sie Ihre Herzfrequenz, HRV, Blutsauerstoff, Atemfrequenz, Schlaf, Schritte und Energie direkt von Apple Health und schreiben Sie NOOP's Banddaten zurück: Schlafen Sie mit vollen Stadien, kontinuierlicher Herzfrequenz, Workouts und nächtlichen Vitalen. Alles bleibt auf %1$@.
es: Lea su frecuencia cardíaca, HRV, oxígeno sanguíneo, frecuencia respiratoria, sueño, pasos y energía directamente desde Apple Health, y escriba los datos de correa de NOOP: sueño con etapas completas, frecuencia cardíaca continua, ejercicios y vitales nocturnos. Todo permanece en %1$@.
fr: Lisez votre fréquence cardiaque, la VFC, l'oxygène sanguin, la fréquence respiratoire, le sommeil, les étapes et l'énergie directement depuis Apple Health, et écrivez les données de la sangle de NOOP: dormir avec des étapes complètes, la fréquence cardiaque continue, les séances d'entraînement et les éléments vitaux nocturnes. Tout reste sur %1$@.
pl: Odczytaj tętno, HRV, zawartość tlenu we krwi, częstość oddechów, sen, kroki i energię prosto z Apple Health i zapisz z powrotem dane paska NOOP: sen z pełnymi etapami, ciągłe tętno, treningi i nocne parametry życiowe. Wszystko pozostaje na %@.
pt_pt: Leia a tua frequência cardíaca, VFC, oxigénio no sangue, frequência respiratória, sono, passos e energia diretamente do Apple Health e anote os dados da bracelete do NOOP: sono com estágios completos, frequência cardíaca contínua, treinos e sinais vitais noturnos. Tudo permanece em %@.
th: อ่านอัตราการเต้นหัวใจ HRV ออกซิเจนในเลือด อัตราการหายใจ การนอน จำนวนก้าว และพลังงานจาก Apple Health พร้อมบันทึกข้อมูลจากสายรัด NOOP กลับไป ทั้งระยะการนอน อัตราการเต้นหัวใจต่อเนื่อง การออกกำลังกาย และค่าสุขภาพยามค่ำคืน ข้อมูลทั้งหมดอยู่บน %@

source: Read your heart rate, HRV, blood oxygen, respiratory rate, sleep, steps and energy straight from Apple Health, and write NOOP's strap data back: sleep with full stages, continuous heart rate, workouts, nightly vitals, and your profile weight. Everything stays on %@.
de: Lesen Sie Ihre Herzfrequenz, HRV, Blutsauerstoff, Atemfrequenz, Schlaf, Schritte und Energie direkt von Apple Health und schreiben Sie NOOP's Banddaten zurück: Schlafen Sie mit vollen Stadien, kontinuierlicher Herzfrequenz, Workouts, nächtlichen Vitalen und Ihrem Profilgewicht. Alles bleibt auf %1$@.
es: Lea su frecuencia cardíaca, HRV, oxígeno sanguíneo, frecuencia respiratoria, sueño, pasos y energía directamente desde Apple Health, y escriba los datos de correa de NOOP: sueño con etapas completas, frecuencia cardíaca continua, ejercicios, vitales nocturnos y su peso de perfil. Todo permanece en %1$@.
fr: Lisez votre fréquence cardiaque, le VHR, l'oxygène sanguin, la fréquence respiratoire, le sommeil, les étapes et l'énergie directement depuis Apple Health, et écrivez les données de la sangle de NOOP: dormir avec des étapes complètes, la fréquence cardiaque continue, les séances d'entraînement, les éléments vitaux nocturnes et votre poids de profil. Tout reste sur %1$@.
it: Leggi la frequenza cardiaca, HRV, l'ossigeno nel sangue, la frequenza respiratoria, il sonno, i passi e l'energia direttamente da Apple Health e riscrivi i dati del cinturino di NOOP: sonno con fasi complete, frequenza cardiaca continua, allenamenti, parametri vitali notturni e peso del profilo. Tutto rimane su %@.
pl: Odczytuje tętno, HRV, saturację, częstość oddechów, sen, kroki i energię prosto z Apple Health i zapisuje z powrotem dane z opaski NOOP: sen z pełnymi fazami, ciągłe tętno, treningi, nocne parametry życiowe i masę ciała z profilu. Wszystko zostaje na %@.
pt_pt: Leia a tua frequência cardíaca, VFC, oxigénio no sangue, frequência respiratória, sono, passos e energia diretamente do Apple Health e anote os dados da bracelete do NOOP: sono com estágios completos, frequência cardíaca contínua, treinos, sinais vitais noturnos e o teu peso de perfil. Tudo permanece em %@.
ru: Считайте частоту сердечных сокращений, HRV, уровень кислорода в крови, частоту дыхания, сон, количество шагов и энергию прямо из Apple Health и запишите обратно данные ремня NOOP: сон с полными стадиями, непрерывную частоту сердечных сокращений, тренировки, ночные жизненные показатели и вес вашего профиля. Все остается на %@.
th: อ่านอัตราการเต้นของหัวใจ, HRV, ออกซิเจนในเลือด, อัตราการหายใจ, การนอนหลับ, จำนวนก้าวและพลังงานจาก Apple Health โดยตรง และเขียนข้อมูลสายรัดของ NOOP กลับไป: นอนหลับเต็มระยะ อัตราการเต้นของหัวใจต่อเนื่อง การออกกำลังกาย ข้อมูลสำคัญยามค่ำคืน และน้ำหนักโปรไฟล์ของคุณ ทุกอย่างอยู่บน %@
zh_hans: 直接从 Apple Health 读取您的心率、HRV、血氧、呼吸频率、睡眠、步数和能量，并写回 NOOP 的表带数据：全阶段睡眠、连续心率、锻炼、夜间生命体征和您的个人资料体重。一切都保留在 %@ 上。
zh_hant: 直接從 Apple Health 讀取您的心率、HRV、血氧、呼吸頻率、睡眠、步數和能量，並寫回 NOOP 的錶帶資料：全階段睡眠、連續心率、運動、夜間生命徵象和您的個人體重。一切都保留在 %@ 上。

source: Read your heart rate, HRV, blood oxygen, respiratory rate, sleep, steps and energy straight from Apple Health, and write NOOP's strap-derived metrics back. Everything stays on %@.
de: Lies deine Herzfrequenz, HRV, deinen Blutsauerstoff, deine Atemfrequenz, deinen Schlaf, deine Schritte und Energie direkt aus Apple Health und schreibe NOOPs strap-basierte Metriken zurück. Alles bleibt auf %@.
es: Lee tu frecuencia cardíaca, VFC, oxígeno en sangre, frecuencia respiratoria, sueño, pasos y energía directamente desde Apple Health, y escribe de vuelta las métricas de NOOP derivadas de la pulsera. Todo permanece en %@.
fr: Lisez votre fréquence cardiaque, VFC, oxygène sanguin, fréquence respiratoire, sommeil, pas et énergie directement depuis Apple Santé, et réécrivez les métriques de NOOP dérivées du bracelet. Tout reste sur %@.
it: Leggi la tua frequenza cardiaca, l'HRV, l'ossigeno nel sangue, la frequenza respiratoria, il sonno, i passi e l'energia direttamente da Apple Health, e riscrivi i parametri di NOOP derivati dalla fascia. Tutto resta su %@.
pl: Odczytaj tętno, HRV, zawartość tlenu we krwi, częstość oddechów, sen, kroki i energię prosto z Apple Health i zapisz z powrotem dane uzyskane z paska NOOP. Wszystko pozostaje na %@.
pt_pt: Leia a tua frequência cardíaca, VFC, oxigénio no sangue, frequência respiratória, sono, passos e energia diretamente do Apple Health e anote as métricas derivadas da bracelete do NOOP. Tudo permanece em %@.
ru: Считывает пульс, ВСР, кислород в крови, частоту дыхания, сон, шаги и энергию напрямую из Apple Health, а также записывает туда метрики NOOP, полученные с браслета. Всё остаётся на %@.
th: อ่านอัตราการเต้นหัวใจ, HRV, ออกซิเจนในเลือด, อัตราการหายใจ, การนอน, จำนวนก้าวและพลังงานของคุณโดยตรงจาก Apple Health และเขียนหน่วยวัดที่ได้มาจากสายรัดของ NOOP กลับไป ทุกอย่างอยู่บน %@
zh_hans: 直接从 Apple 健康读取你的心率、HRV、血氧、呼吸频率、睡眠、步数和能量，并将 NOOP 从手环推导出的指标写回。一切都留在 %@ 上。
zh_hant: 直接從 Apple 健康讀取你的心率、HRV、血氧、呼吸頻率、睡眠、步數和能量，並將 NOOP 從手環推導出的指標寫回。一切都留在 %@ 上。

source: Readiness
de: Bereitschaft
es: Preparación
fr: Préparation
it: Prontezza
pl: Gotowość
pt_pt: Prontidão
ru: Готовность
th: ความพร้อมของร่างกาย
zh_hans: 准备度
zh_hant: 準備度

source: Readiness is today's whole-body read — the same value Today shows, from your Charge, HRV and recent load. It is not specific to this goal and doesn't move with your progress; it's here to say whether today is a day to push towards the goal or to leave it alone.
de: Bereitschaft ist der heutige Ganzkörperwert – derselbe, den Heute zeigt, aus deiner Charge, HRV und der jüngsten Belastung. Er bezieht sich nicht auf dieses Ziel und passt sich deinem Fortschritt nicht an. Er sagt nur, ob heute ein Tag ist, auf das Ziel zuzugehen oder es ruhen zu lassen.
es: La preparación es la lectura de todo el cuerpo de hoy: el mismo valor que muestra Hoy, de su Charge, HRV y la carga reciente. No es específico para este objetivo y no avanza con su progreso; está aquí para decir si hoy es un día para avanzar hacia la meta o para dejarla en paz.
fr: L'état de préparation correspond à la lecture du corps entier d'aujourd'hui : la même valeur affichée aujourd'hui, à partir de votre Charge, HRV et de votre charge récente. Il n'est pas spécifique à cet objectif et n'évolue pas avec votre progression ; c'est ici pour dire si aujourd'hui est le moment de pousser vers l'objectif ou de le laisser tranquille.
it: Il livello di recupero è la lettura di tutto il corpo di oggi: lo stesso valore mostrato oggi, dal tuo Charge, HRV e dal carico recente. Non è specifico per questo obiettivo e non si muove con i tuoi progressi; è qui per dire se oggi è il giorno per spingere verso l'obiettivo o per lasciarlo stare.
pl: Gotowość to dzisiejszy odczyt dla całego ciała — ta sama wartość, którą pokazuje Dziś, wyliczona z Poziomu energii, HRV i ostatniego obciążenia. Nie dotyczy konkretnie tego celu i nie zmienia się wraz z postępem; mówi tylko, czy dziś jest dzień na parcie do celu, czy na zostawienie go w spokoju.
pt_pt: Prontidão é a leitura de corpo inteiro de hoje — o mesmo valor que Today mostra, de seu Charge, HRV e carga recente. Não é específico para este objetivo e não acompanha o seu progresso; está aqui para dizer se hoje é um dia para avançar em direção à meta ou deixá-la como está.
ru: Готовность — это сегодняшнее значение всего тела — то же значение, которое показывает «Сегодня», исходя из ваших Charge, HRV и недавней нагрузки. Это не связано с этой целью и не зависит от вашего прогресса; здесь указано, стоит ли сегодня двигаться к цели или оставить ее в покое.
th: ความพร้อมของร่างกาย คือการอ่านทั้งเนื้อหาในปัจจุบัน — ค่าเดียวกันที่แสดงในวันนี้ จาก พลังฟื้นตัว, HRV และโหลดล่าสุดของคุณ มันไม่ได้เจาะจงสำหรับเป้าหมายนี้และไม่ได้ดำเนินไปพร้อมกับความก้าวหน้าของคุณ เป็นคำที่บอกว่าวันนี้เป็นวันที่จะต้องก้าวไปสู่เป้าหมายหรือจะปล่อยมันไว้ตามลำพัง
zh_hans: 准备度是今天的全身读数 — 与今天显示的值相同，来自您的 Charge、HRV 和最近的负荷。它不是特定于这个目标的，不会随着你的进步而变化；在这里是为了表明今天是推动目标还是放弃目标的一天。
zh_hant: 準備度是今天的全身讀數 — 與今天顯示的值相同，來自您的 Charge、HRV 和最近的負載。它不是特定於這個目標的，不會隨著你的進步而變化；這裡是為了表明今天是推動目標還是放棄目標的一天。

source: Reading
de: Messung
es: Leyendo
fr: Lecture
it: Lettura
pl: Czytanie
pt_pt: Leitura
ru: Считывание
th: ค่าที่วัดได้
zh_hans: 读数
zh_hant: 讀數

source: Reading and logging caffeine, journal entries and Lab Book markers.
de: Koffein, Tagebucheinträge und Laborwerte lesen und protokollieren.
es: Leer y registrar cafeína, entradas de diario y marcadores del Lab Book.
fr: Lire et enregistrer la caféine, les entrées de journal et les marqueurs du Lab Book.
it: Lettura e registrazione di caffeina, voci di diario e marcatori del libro di laboratorio.
pl: Odczyt i zapis kofeiny, wpisów w dzienniku i markerów Zeszytu badań.
pt_pt: Ler e registar cafeína, entradas de diário e marcadores do Lab Book.
ru: Чтение и регистрация кофеина, записей в журнале и отметок лабораторной книги.
th: การอ่านและบันทึกคาเฟอีน รายการบันทึกประจำวัน และเครื่องหมาย Lab Book
zh_hans: 阅读和记录咖啡因、日记条目和实验簿标记。
zh_hant: 閱讀和記錄咖啡因、日記條目和實驗簿標記。

source: Reading complete
de: Messung abgeschlossen
es: Lectura completa
fr: Lecture terminée
it: Lettura completata
pl: Czytanie zakończone
pt_pt: Leitura concluída
ru: Считывание завершено
th: วัดค่าเสร็จแล้ว
zh_hans: 读数完成
zh_hant: 讀數完成

source: Reading incomplete
de: Messung unvollständig
es: Lectura incompleta
fr: Lecture incomplète
it: Lettura incompleta
pl: Odczyt niekompletny
pt_pt: Leitura incompleta
ru: Считывание не завершено
th: วัดค่าไม่สำเร็จ
zh_hans: 读数不完整
zh_hant: 讀數不完整

source: Reading your %@…
de: %@ wird gelesen…
es: Leyendo tu %@…
fr: Lecture de votre %@…
it: Lettura del tuo %@…
pl: Czytanie %@…
pt_pt: A ler o teu %@…
ru: Загружаю %@…
th: กำลังอ่าน %@ ของคุณ...
zh_hans: 正在读取你的 %@…
zh_hant: 正在讀取你的 %@…

source: Reading your Apple Health history…
de: Dein Apple-Health-Verlauf wird gelesen…
es: Leyendo tu historial de Apple Health…
fr: Lecture de votre historique Apple Santé…
it: Lettura della tua cronologia Apple Health…
pl: Czytanie historii Apple Health…
pt_pt: A ler o teu histórico do Apple Health…
ru: Загружаю историю из Apple Здоровье…
th: กำลังอ่านประวัติ Apple Health ของคุณ...
zh_hans: 正在读取你的 Apple 健康历史…
zh_hant: 正在讀取你的 Apple 健康歷史…

source: Reading your Fitness Age…
de: Dein Fitnessalter wird gelesen…
es: Leyendo tu Edad fitness…
fr: Lecture de votre Âge fitness…
it: Lettura della tua Età di fitness…
pl: Odczytywanie Twojego wieku sprawnościowego…
pt_pt: A ler a tua idade de fitness…
ru: Считываем ваш фитнес-возраст…
th: กำลังคำนวณอายุความฟิตของคุณ…
zh_hans: 正在读取你的体能年龄…
zh_hant: 正在讀取你的體能年齡…
